examples/nvme/fio_plugin/nvme_config_randWr_4k_j4_q64.log
mytest: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=256
...
fio-3.3
Starting 4 threads

mytest: (groupid=0, jobs=4): err= 0: pid=6692: Thu Feb 27 11:45:48 2020
  write: IOPS=13.5k, BW=1694MiB/s (1776MB/s)(33.1GiB/20026msec)
    slat (usec): min=26, max=200188, avg=292.77, stdev=3020.30
    clat (usec): min=4, max=461200, avg=75183.61, stdev=49511.39
     lat (usec): min=98, max=461265, avg=75476.64, stdev=49668.13
    clat percentiles (msec):
     |  1.00th=[   20],  5.00th=[   26], 10.00th=[   26], 20.00th=[   27],
     | 30.00th=[   33], 40.00th=[   43], 50.00th=[   63], 60.00th=[   99],
     | 70.00th=[  109], 80.00th=[  117], 90.00th=[  131], 95.00th=[  142],
     | 99.00th=[  174], 99.50th=[  326], 99.90th=[  443], 99.95th=[  460],
     | 99.99th=[  460]
   bw (  KiB/s): min=246765, max=1222400, per=24.99%, avg=433409.72, stdev=274861.59, samples=159
   iops        : min= 1927, max= 9550, avg=3385.91, stdev=2147.39, samples=159
  lat (usec)   : 10=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 20=1.02%, 50=43.01%, 100=17.27%
  lat (msec)   : 250=38.06%, 500=0.62%
  cpu          : usr=3.81%, sys=17.08%, ctx=311271, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=99.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,271327,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
  WRITE: bw=1694MiB/s (1776MB/s), 1694MiB/s-1694MiB/s (1776MB/s-1776MB/s), io=33.1GiB (35.6GB), run=20026-20026msec

Disk stats (read/write):
  nvme0n1: ios=13/1962731, merge=0/0, ticks=4/55465000, in_queue=55828867, util=97.58%